[
  {
    "id": "redbull",
    "nombre": "Red Bull Racing",
    "puntos": 162,
    "pais": "Austria",
    "fundacion": 2005,
    "chasis": "RB21",
    "motor": "Honda RBPT",
    "sede": "Milton Keynes, Reino Unido",
    "pilotos": ["Max Verstappen", "Yuki Tsunoda"],
    "logo": "https://imgs.search.brave.com/0AfiuX_AFDjvK_8rkPD_IqtR-YoC70e5aQfirSd0jbI/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly93d3cu/ZnJlZXBuZ2xvZ29z/LmNvbS91cGxvYWRz/L3JlZC1idWxsLWxv/Z28vcmVkLWJ1bGwt/dHJhbnNwYXJlbnQt/cG5nLWxvZ28tNC5w/bmc",
    "descripcion": "Red Bull Racing nació en 2005, cuando la marca de bebidas energéticas compró el equipo Jaguar. Bajo la dirección de Christian Horner y con el genio técnico de Adrian Newey, el equipo no tardó en brillar. En 2010, con un joven Sebastian Vettel, Red Bull logró su primer título mundial. Entre 2010 y 2013, dominaron con cuatro títulos consecutivos tanto de pilotos como de constructores. Tras algunos años en la sombra, Red Bull regresó al protagonismo gracias al talento de Max Verstappen y su asociación con Honda como proveedor de motores. Verstappen ganó el título en 2021 en una temporada dramática y repitió en 2022, 2023 y 2024, con dominio absoluto. Hoy, Red Bull es el rival a batir, con una infraestructura poderosa y una mentalidad agresiva, representando la nueva élite de la F1."
  },
  {
    "id": "mercedes",
    "nombre": "Mercedes-AMG Petronas",
    "puntos": 199,
    "pais": "Alemania",
    "fundacion": 2010,
    "chasis": "W16 E Performance",
    "motor": "Mercedes",
    "sede": "Brackley, Reino Unido",
    "pilotos": ["George Russell", "Kimi Antonelli"],
    "logo": "https://imgs.search.brave.com/qz1IptooBET0FOgvpIxV3eMHDG1AEi4ExwG1vCPIhnM/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly91cGxv/YWQud2lraW1lZGlh/Lm9yZy93aWtpcGVk/aWEvY29tbW9ucy85/LzkwL01lcmNlZGVz/LUxvZ28uc3Zn",
    "descripcion": "Aunque Mercedes había participado en la F1 en los años 50 (ganando campeonatos con Juan Manuel Fangio), su regreso como equipo oficial fue en 2010. La llegada de Lewis Hamilton en 2013 fue el punto de inflexión. Desde 2014, con el inicio de la era híbrida, Mercedes dominó la categoría como pocos equipos lo han hecho antes. Con una ingeniería impecable y un auto casi imbatible, Hamilton ganó seis campeonatos con Mercedes (2014, 2015, 2017/2020), mientras que Nico Rosberg se coronó en 2016. El equipo acumuló ocho títulos consecutivos de constructores (2014/2021). Aunque su dominio se ha visto amenazado en los últimos años por Red Bull, Mercedes sigue siendo una de las fuerzas más potentes y respetadas del paddock."
  },
  {
    "id": "ferrari",
    "nombre": "Scuderia Ferrari",
    "puntos": 183,
    "pais": "Italia",
    "fundacion": 1950,
    "chasis": "SF-25",
    "motor": "Ferrari",
    "sede": "Maranello, Italia",
    "pilotos": ["Charles Leclerc", "Lewis Hamilton"],
    "logo": "https://imgs.search.brave.com/ZTAX8T9BGWzLbmJhMPrl8tTp_xrY4P6MfoiDpSAWkYI/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9jZG4u/dmVjdG9yc3RvY2su/Y29tL2kvcHJldmll/dy0xeC81NS82OC9m/ZXJyYXJpLWJyYW5k/LWxvZ28tc3ltYm9s/LXdpdGgtbmFtZS15/ZWxsb3ctZGVzaWdu/LXZlY3Rvci00NjAx/NTU2OC5qcGc",
    "descripcion": "La Scuderia Ferrari es la escudería más emblemática de la Fórmula 1. Fundada por Enzo Ferrari en 1929, debutó en el Mundial de F1 en 1950 y ha estado presente en todas las temporadas desde entonces. Es el equipo más laureado de la historia, con 16 títulos de constructores y 15 de pilotos. Entre sus campeones históricos se encuentran Alberto Ascari, John Surtees, Niki Lauda, Jody Scheckter, y sobre todo Michael Schumacher, quien lideró una era gloriosa entre 2000 y 2004, ganando cinco campeonatos consecutivos. Tras una sequía desde 2007 (con Kimi Räikkönen como último campeón), Ferrari ha vivido altos y bajos, alternando periodos competitivos con otros de frustración. Sin embargo, su historia, su pasión y su base de fans son incomparables. La Scuderia sigue en busca de su redención, con jóvenes talentos como Charles Leclerc y una maquinaria renovada para volver a lo más alto."
  },
  {
    "id": "mclaren",
    "nombre": "McLaren F1 Team",
    "puntos": 374,
    "pais": "Reino Unido",
    "fundacion": 1966,
    "chasis": "MCL40",
    "motor": "Mercedes",
    "sede": "Woking, Reino Unido",
    "pilotos": ["Lando Norris", "Oscar Piastri"],
    "logo": "https://imgs.search.brave.com/zaj6RJCRIgH8JWqgJDHG2KNjYSoPk1QJtlHZOk952oI/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9zdGF0/aWMudmVjdGVlenku/Y29tL3N5c3RlbS9y/ZXNvdXJjZXMvdGh1/bWJuYWlscy8wMjAv/NTAwLzM0My9zbWFs/bC9tY2xhcmVuLWJy/YW5kLWxvZ28tY2Fy/LXN5bWJvbC1uYW1l/LW9yYW5nZS1kZXNp/Z24tYnJpdGlzaC1h/dXRvbW9iaWxlLWls/bHVzdHJhdGlvbi13/aXRoLWJsYWNrLWJh/Y2tncm91bmQtZnJl/ZS12ZWN0b3IuanBn",
    "descripcion": "McLaren fue fundada en 1966 por el piloto neozelandés Bruce McLaren. Desde sus inicios, mostró una clara ambición por competir al más alto nivel en la Fórmula 1. En los años 70, logró sus primeros títulos, pero fue en los 80 y 90 donde alcanzó la cima. Con leyendas como Niki Lauda, Alain Prost y Ayrton Senna, McLaren se convirtió en una potencia dominante, protagonizando incluso la famosa rivalidad entre Senna y Prost. En 1998 y 1999, Mika Häkkinen llevó al equipo a nuevos títulos, y en 2008 Lewis Hamilton, en apenas su segunda temporada, ganó el campeonato de pilotos, el más joven en hacerlo en ese momento. El equipo se destacó también por su innovación, siendo pionero en la introducción del chasis de fibra de carbono. Tras años difíciles, incluidos escándalos como el de espionaje en 2007, McLaren resurgió, y en 2024 logró el campeonato de constructores por primera vez desde 1998, consolidando una nueva era dorada para el equipo de Woking."
  },
  {
    "id": "astonmartin",
    "nombre": "Aston Martin Aramco",
    "puntos": 22,
    "pais": "Reino Unido",
    "fundacion": 2021,
    "chasis": "AMR25",
    "motor": "Mercedes",
    "sede": "Silverstone, Reino Unido",
    "pilotos": ["Fernando Alonso", "Lance Stroll"],
    "logo": "https://imgs.search.brave.com/61-VhviuMT8nz6PSNIoQYaYCuC8N8OyUqnDIIAcIJU0/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9sb2dv/cy13b3JsZC5uZXQv/d3AtY29udGVudC91/cGxvYWRzLzIwMjEv/MDMvQXN0b24tTWFy/dGluLUxvZ28tMjAw/My0yMDIxLTcwMHgz/OTQucG5n",
    "descripcion": "Aston Martin regresó oficialmente a la F1 en 2021 tras adquirir Racing Point (que antes fue Force India). Impulsado por la inversión del magnate Lawrence Stroll y con pilotos como Sebastian Vettel y su hijo Lance Stroll, el equipo aspira a grandes logros. En 2023, sorprendió con un inicio competitivo, especialmente con Fernando Alonso, quien logró varios podios. Con una inversión significativa en infraestructura y un ambicioso proyecto técnico, Aston Martin busca convertirse en contendiente real en los próximos años."
  },
  {
    "id": "alpine",
    "nombre": "BWT Alpine F1 Team",
    "puntos": 11,
    "pais": "Francia",
    "fundacion": 2021,
    "chasis": "A525",
    "motor": "Renault",
    "sede": "Enstone, Reino Unido",
    "pilotos": ["Pierre Gasly", "Franco Colapinto"],
    "logo": "https://imgs.search.brave.com/ihIiSNQqbCPsFoX9ygM_mCMMcBJoU99U50ox5h9k3p4/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9tZGVz/aWduLWFnZW5jZS5j/b20vd3AtY29udGVu/dC91cGxvYWRzLzIw/MjMvMDMvbG9nby1h/bHBpbmUtcG5nLTMw/MHgxNjkucG5n",
    "descripcion": "Alpine es el nombre adoptado en 2021 por el equipo Renault. Renault ha tenido una presencia intermitente, pero clave, en la F1 desde los 70. Fue campeón con Fernando Alonso en 2005 y 2006. En 2021, volvió con el branding de Alpine, su marca de autos deportivos. Con pilotos como Alonso, Esteban Ocon y Pierre Gasly, ha logrado algunas victorias (como en Hungría 2021), pero también ha sufrido inestabilidad interna. Alpine es una incógnita: con un gran potencial técnico, pero falta de continuidad en resultados."
  },
  {
    "id": "williams",
    "nombre": "Williams Racing",
    "puntos": 55,
    "pais": "Reino Unido",
    "fundacion": 1977,
    "chasis": "FW47",
    "motor": "Mercedes",
    "sede": "Grove, Reino Unido",
    "pilotos": ["Alex Albon", "Carlos Sainz Jr."],
    "logo": "https://imgs.search.brave.com/SFjPHnIiLGxCOyqgpiDoaLXeF853Bi9Qg_N7k9GRUW0/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9icmFu/ZGxvZ28ub3JnL3dw/LWNvbnRlbnQvdXBs/b2Fkcy8yMDI0LzA0/L1dpbGxpYW1zLVJh/Y2luZy1Mb2dvLnBu/Zw",
    "descripcion": "Fundado por Frank Williams y Patrick Head en 1977, Williams se consolidó como uno de los grandes equipos en los 80 y 90. Con campeones como Alan Jones, Keke Rosberg, Nelson Piquet, Nigel Mansell, Alain Prost, Damon Hill y Jacques Villeneuve, acumuló 7 títulos de pilotos y 9 de constructores. Williams fue conocido por su ingeniería avanzada y su capacidad de ganar con múltiples pilotos y proveedores de motores. Sin embargo, tras la muerte de Ayrton Senna en un Williams en 1994 y varios cambios en la industria, el equipo entró en decadencia. En los últimos años, bajo nueva propiedad (Dorilton Capital) y con James Vowles como director, Williams ha comenzado una lenta pero constante recuperación. En 2025 ha logrado escalar al quinto lugar en constructores, apuntando a regresar a su antiguo esplendor."
  },
  {
    "id": "kicksauber",
    "nombre": "Stake F1 Team Kick Sauber",
    "puntos": 20,
    "pais": "Suiza",
    "fundacion": 1993,
    "chasis": "FKF-25",
    "motor": "Ferrari",
    "sede": "Hinwil, Suiza",
    "pilotos": ["Nico Hülkenberg", "Gabriel Bortoleto"],
    "logo": "https://imgs.search.brave.com/CnsHKP_sszY6qx-xmmwfGkaNwktF8VUmFwxpl29QpE0/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9sb2dv/dHlwLnVzL2ZpbGUv/a2ljay5zdmc",
    "descripcion": "El equipo Sauber debutó en F1 en 1993. Se destacó por su independencia y capacidad de supervivencia. Fue adquirido por BMW en 2006, volviendo a ser independiente en 2010. A lo largo de los años, ha funcionado como plataforma para muchos talentos (como Kimi Räikkönen o Sergio Pérez). En 2024, el equipo ha sido rebautizado como Stake F1 Team Kick Sauber, en preparación para su transición a Audi F1 Team en 2026. Este nuevo nombre es parte de una etapa de transición comercial y técnica."
  },
  {
    "id": "haas",
    "nombre": "MoneyGram Haas F1 Team",
    "puntos": 28,
    "pais": "Estados Unidos",
    "fundacion": 2016,
    "chasis": "VF-24",
    "motor": "Ferrari",
    "sede": "Kannapolis, EE.UU.",
    "pilotos": ["Esteban Ocono", "Oliver Bearman"],
    "logo": "https://imgs.search.brave.com/qyxfjZM0EcfvgzprLsEDn67sv8MVolLrBOfkos1mBd8/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9pbWFn/ZXMuc2Vla2xvZ28u/Y29tL2xvZ28tcG5n/LzM5LzIvaGFhcy1m/MS10ZWFtLWxvZ28t/cG5nX3NlZWtsb2dv/LTM5NTY1MC5wbmc",
    "descripcion": "Haas es el único equipo estadounidense de la parrilla actual. Debutó en 2016 bajo la dirección de Gene Haas, con una estructura técnica basada en una fuerte colaboración con Ferrari. Sus primeros años fueron prometedores, con buenos resultados y un sólido 5º puesto en 2018. Sin embargo, desde 2020 sufrió un descenso marcado. En 2020 solo sumaron 3 puntos y en 2021 compitieron con dos rookies, Mick Schumacher y Nikita Mazepin, con un auto claramente deficiente. En 2020, Romain Grosjean protagonizó un espeluznante accidente del que salió milagrosamente con vida. Haas sigue buscando estabilidad y competitividad, con una gestión austera pero tenaz, representando a EE.UU. en un campeonato cada vez más global."
  },
  {
    "id": "rb",
    "nombre": "Visa Cash App Racing Bulls F1 Team",
    "puntos": 28,
    "pais": "Italia",
    "fundacion": 2020,
    "chasis": "VCARB02",
    "motor": "Honda RBPT",
    "sede": "Faenza, Italia",
    "pilotos": ["Isack Hadjar", "Liam Lawson"],
    "logo": "https://imgs.search.brave.com/fHm6qidgyeU7dLMTWAQYbfygLtBLQE0dfbSzVebUJ_Q/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly93d3cu/dmlzYWNhc2hhcHBy/Yi5jb20vX25leHQv/c3RhdGljL21lZGlh/L3Zpc2FjYXNoYXBw/cmItbG9nby4xNTQ1/NGI1MC5wbmc",
    "descripcion": "Originalmente fundado en 2006 como Toro Rosso, fue el equipo B de Red Bull para desarrollar jóvenes talentos. Su momento de gloria llegó cuando Sebastian Vettel ganó el GP de Italia 2008, la primera victoria del equipo. En 2020 fue renombrado como AlphaTauri, promocionando la marca de moda de Red Bull. Con pilotos como Pierre Gasly, Yuki Tsunoda y Liam Lawson, el equipo mantuvo su papel de incubadora de talentos. Desde 2024, ha sido rebautizado como Visa Cash App Racing Bulls, con una imagen más comercial y una estructura más cercana al equipo principal Red Bull. Aunque sigue siendo un equipo satélite, ha renovado su enfoque técnico para ser más competitivo."
  }
]
